Repository: reti-senza-frontiere/WP-Translations
Catalog: woocommerce-gateway-braintree/woocommerce-gateway-braintree-*.po
Languages: it_it

source: Authorization failed, ensure that your API key is correct and has permissions to create transactions.
it_it: Autorizzazione non riuscita, assicurati che la chiave API è corretta e che abbia l'autorizzazione per creare transazioni.

source: Error Type %s
it_it: Tipo di errore: %s

source: Pre-Order Release: Customer ID or Credit Card Token is missing.
it_it: Pre-Order Release: l'ID cliente o il Token della carta di credito mancanti.

source: Braintree Pre-Order Release Payment Approved (Transaction ID: %s)
it_it: Pagamento di un pre-ordine via Braintree approvato (ID Transazione: %s)

source: %s - Error Type %s
it_it: %s - Errore %s

source: Subscription Renewal: Customer ID or Credit Card Token is missing.
it_it: Rinnovo abbonamento: l'ID cliente o il Token della carta di credito mancanti.

source: Braintree Subscription Renewal Payment Approved (Transaction ID: %s)
it_it: Pagamento a sottoscrizione via Braintree approvato (ID Transazione: %s)

source: Via %s ending in %s
it_it: Via %s termina con %s

source: Failed to create customer
it_it: Creazione dell'utente fallita

source: Failed to create credit card
it_it: Creazione della carta di credito fallita

source: Transaction error
it_it: Errore di transazione

source: Error
it_it: Errore

source: Processor Declined : Code %s - %s
it_it: Pagamento rifiutato: Codice %s - %s

source: Gateway Rejected : Reason - %s
it_it: Pagamento rifiutato: Motivo - %s

source: Gateway Validation Failure
it_it: Fallita la validazione da parte del gateway

source: Allow customers to securely save their credit card to their account for use with single purchases, pre-orders, and subscriptions.
it_it: Consentire ai clienti di salvare in modo sicuro la loro carta di credito per nel loro account, per l'uso con gli acquisti singoli, i pre-ordini, e per le sottoscrizioni.

source: Credit card number is missing
it_it: Il numero della carta di credito non è presente

source: Credit card number is invalid
it_it: Il numero della carta di credito non è valido

source: Card security code is missing
it_it: Il codice di sicurezza della carta di credito non è presente

source: Card security code is invalid (only digits allowed)
it_it: Il codice di sicurezza della carta non è valido (sono concessi solo numeri)

source: Card security code is invalid (must be 3 or 4 digits)
it_it: Il codice di sicurezza della carta non è valido (deve essere di 3 o 4 numeri)

source: Card expiration date is invalid
it_it: La data di scadenza della carta non è valida

source: Enable / Disable
it_it: Abilita/Disabilita

source: Check this to enable or disable the gateway.
it_it: Spunta questo campo per abilitare o disabilitare il gateway.

source: Title
it_it: Titolo

source: Payment method title that the customer will see during checkout.
it_it: Titolo del metodo di pagamento che il cliente vedrà durante il checkout.

source: Credit Card
it_it: Carta di credito

source: Description
it_it: Descrizione

source: Payment method description that the customer will see during checkout.
it_it: Descrizione del metodo di pagamento che il cliente vedrà durante il checkout.

source: Pay securely using your credit card.
it_it: Paga in modo sicuro con la tua carta di credito.

source: Environment
it_it: Ambiente

source: What environment do you want your transactions posted to?
it_it: A quale ambiente volete che le vostre transazioni saranno inoltrate?

source: Development
it_it: Sviluppo

source: Production
it_it: Produzione

source: Quality Assurance
it_it: Garanzia di qualità

source: Merchant ID
it_it: ID commerciante

source: The Merchant ID for your Braintree account.
it_it: L'ID commerciante del tuo account Braintree.

source: Merchant Account ID
it_it: ID account commerciante

source: Optional merchant account ID. Leave blank to use your default merchant account, or if you have multiple accounts specify which one to use for processing transactions.
it_it: ID opzionale del conto commerciante. Lascia vuoto per usare il tuo account commerciante di default, o se si dispone di più account di specificare quale usare per l'elaborazione delle transazioni.

source: Public Key
it_it: Chiave Pubblica

source: The Public Key for your Braintree account.
it_it: La chiave pubblica del tuo account Braintree.

source: Private Key
it_it: Chiave Privata

source: The Private Key for your Braintree account.
it_it: La chiave privata del tuo account Braintree.

source: Client-Side Encryption Key
it_it: Encryption Key lato client

source: The Client-Side Encryption Key for your Braintree account.
it_it: La chiave di crittografia lato client del tuo account Braintree.

source: Submit for Settlement?
it_it: Invia per la risoluzione?

source: Enable this to submit all transactions for settlement immediately.
it_it: Attiva questo campo per presentare immediatamente tutte le transazioni per la liquidazione.

source: Card Verification (CV2)
it_it: Numero di Sicurezza (CV2)

source: Require customers to enter credit card verification code (CV2) during checkout.
it_it: Richiedere ai clienti di inserire il codice di verifica della carta di credito (CV2) durante la verifica.

source: Accepted Card Logos
it_it: Loghi delle carte accettate

source: Select which card types you accept to display the logos for on your checkout page. This is purely cosmetic and optional, and will have no impact on the cards actually accepted by your account.
it_it: Selezionare i tipi di carta accettati per visualizzarne i loghi per nella pagina del checkout. Questa opzione è puramente grafica e facoltativa, e non avrà alcun impatto sulle carte realmente accettate.

source: Show Detailed Error Messages and API requests / responses on the checkout page and/or save them to the log for debugging purposes.
it_it: Mostra messaggi di errore dettagliati e le API delle richieste/risposte sulla pagina di checkout e/o salvali nel log per il debug.

source: Show on Checkout Page
it_it: Mostra sulla pagina di Pagamento

source: Save to Log
it_it: Salva nel Log

source: Both
it_it: Entrambi

source: Braintree Transaction Approved (ID: %s) - %s ending in %s (expires %s)
it_it: Transazione Braintree approvata (ID: %s) - %s finisce con %s (expires %s)

source: Braintree Transaction Approved (ID: %s) : %s ending in %s (expires %s)
it_it: Transazione Braintree approvata (ID: %s) - %s finisce con %s (expires %s)

source: Braintree Transaction Failed (%s)
it_it: Transazione Braintree fallita (%s)

source: An error occurred, please try again or try an alternate form of payment.
it_it: Si è verificato un errore, per cortesia prova ancora oppure utilizza un altro metodo di pagamento.

source: There was an error with your request, please try again.
it_it: Si è verificato un errore con la tua richiesta, per cortesia prova ancora.

source: Are you sure you want to delete this card?
it_it: Si è sicuri di voler rimuovere questa carta?

source: Sandbox/Development/QA Mode Active
it_it: Modalità Sandbox/Development/QA Attiva

source: Use test credit cards Visa: %s or Amex: %s
it_it: Per il test, usa una carta di credito Visa: %s o Amex: %s

source: Dismiss
it_it: Respingi

source: You cannot clone instances of %s.
it_it: Non si può clonare le istanze di %s.

source: You cannot unserialize instances of %s.
it_it: Non si può deserializzare ile stanze di %s.

source: %s requires the %s PHP extension to function. Contact your host or server administrator to configure and install the missing extension.
it_it: %s richiede che l'estensione PHP %s sia attiva per funzionare. Contatta il tuo Provider o l'amministratore del server per configurare le installazioni mancanti.

source: %s requires the %s PHP function to exist. Contact your host or server administrator to configure and install the missing function.
it_it: %s richiede che l'estensione PHP %s sia attiva per esistere. Contatta il tuo Provider o l'amministratore del server per configurare le installazioni mancanti.

source: Docs
it_it: Documenti

source: Support
it_it: Supporto

source: Configure
it_it: Configura

source: Manage Saved Cards
it_it: Gestisci Carte Salvate

source: %s ending in %s (expires %s)
it_it: %s termina in %s (scade %s)

source: Use a new credit card
it_it: Usa una nuova carta

source: Credit Card Number
it_it: Carta di credito

source: Expiration Date
it_it: Data di scadenza

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Card Security Code
it_it: Codice CVC

source: My Saved Cards
it_it: Le mie carte

source: Card Type
it_it: Tipo di carta

source: Last Four
it_it: Ultime quattro cifre

source: Expires
it_it: Scade

source: Status
it_it: Stato

source: Actions
it_it: Azioni

source: Default
it_it: Predefinito

source: Make Default
it_it: Rendi predefinito

source: You do not have any saved cards.
it_it: Non hai carte di credito salvate.

source: WooCommerce Braintree Gateway
it_it: Gateway WooCommerce Braintree

source: Thanks for installing the WooCommerce Braintree plugin! To start accepting payments, %sset your Braintree API credentials%s. Need help? See the %sdocumentation%s.
it_it: Grazie per aver installato il plugin WooCommerce Braintree! Per iniziare ad accettare pagamenti, %s imposta le credenziali API Braintree %s. Bisogno di aiuto? Guarda la %sdocumentazione%s.

source: WooCommerce is not being forced over SSL -- Braintree recommends forcing the checkout over SSL for maximum security.
it_it: WooCommerce non è forzato su SSL - Braintree consiglia di forzare la cassa su connessione SSL per mantenere la massima sicurezza.

source: Braintree Customer Details
it_it: Dettagli cliente Braintree

source: Customer ID
it_it: ID utente

source: The Braintree customer ID for the user. Only edit this if necessary.
it_it: L'ID cliente Braintree per l'utente. Modifica solo se necessario.

source: Adds the Braintree Payment Gateway to your WooCommerce store, allowing customers to securely save their credit card to their account for use with single purchases, pre-orders, subscriptions, and more!
it_it: Aggiunge il Gateway di pagamento Braintree al tuo negozio WooCommerce, consentendo ai clienti di salvare in modo sicuro la loro carta di credito per l'uso con gli acquisti singoli, pre-ordini, abbonamenti e molto altro ancora!
