Repository: reti-senza-frontiere/WP-Translations
Catalog: woocommerce-pip/woocommerce-pip-*.po
Languages: it_it

source: Invoice
it_it: Ricevuta

source: Order
it_it: Ordine

source: Billing address
it_it: Indirizzo di fatturazione

source: VAT:
it_it: IVA:

source: Shipping address
it_it: Indirizzo di spedizione

source: Order notes
it_it: Note:

source: Product
it_it: Prodotto

source: Quantity
it_it: Quantità

source: Price
it_it: Prezzo

source: Subtotal:
it_it: Subtotale:

source: Shipping:
it_it: Spedizione:

source: Cart Discount:
it_it: Sconto:

source: Order Discount:
it_it: Sconto complessivo:

source: Tax:
it_it: Tasse:

source: Total:
it_it: Totale:

source: Print
it_it: Stampa

source: Packing list
it_it: Nota di consegna

source: Tracking provider:
it_it: Fornitore:

source: Tracking number:
it_it: Numero di tracciamento:

source: Total Tax:
it_it: Tasse totali:

source: Total Weight
it_it: Peso totale

source: Print order details
it_it: Stampa dettagli dell'ordine

source: Settings
it_it: Impostazioni

source: Docs
it_it: Documentazione

source: Support
it_it: Supporto

source: PIP settings
it_it: Impostazioni fatture

source: Print invoice
it_it: Stampa ricevuta

source: Print packing list
it_it: Stampa nota di consegna

source: View invoice
it_it: Vedi fattura

source: You do not have sufficient permissions to access this page.
it_it: Non hai i permessi sufficienti per accedere a questa pagina.

source: WooCommerce - Print invoice/packing list settings
it_it: Woocommerce - Stampa impostazioni fatturazione/note di consegna

source: Your settings have been saved.
it_it: Impostazioni salvate.

source: Change settings for print invoice/packing list.
it_it: Cambia i dati di fatturazione e le note di consegna.

source: Company name:
it_it: Compagnia:

source: Your custom company name for the print.
it_it: Il nome della tua Attività sulle ricevute.

source: Note:
it_it: Nota:

source: Leave blank to not to print a company name.
it_it: Lascia vuoto per non visualizzare alcun nome.

source: Custom logo:
it_it: Logo:

source: Upload Image
it_it: Carica immagine

source: Your custom logo for the print.
it_it: Il logo da visualizzare sulle ricevute.

source: Leave blank to not to use a custom logo.
it_it: Lascia vuoto per non visualizzare alcun logo.

source: Company extra info:
it_it: Intestazione attività:

source: Some extra info that is displayed under company name.
it_it: Dati aggiuntivi che saranno visualizzati sotto al nome.

source: Leave blank to not to print the info.
it_it: Lascia vuoto per non visualizzare niente.

source: Returns Policy, Conditions, etc.:
it_it: Resi, condizioni di servizio, ecc...

source: Here you can add some policies, conditions etc. For example add a returns policy in case the client would like to send back some goods.
it_it: Aggiungi regolamenti, condizioni, ecc... Per esempio, aggiungi delle regole per i resi nel caso in cui il cliente voglia restituire i prodotti.

source: Leave blank to not to print any policy.
it_it: Lascia vuoto per non visualizzare niente.

source: Custom footer:
it_it: Intestazione a piè di pagina:

source: Your custom footer for the print.
it_it: Piè di pagina personalizzato.

source: Leave blank to not to print a footer.
it_it: Lascia vuoto per non visualizzare niente.

source: Invoice counter start:
it_it: Inizio del contatore delle ricevute:

source: Reset invoice numbering
it_it: Reimposta la numerazione

source: Reset the invoice counter to start your custom position for example 103. Leading zeros will be trimmed. Use prefix instead.
it_it: Reimposta la numerazione in modo che parta per esempio da 103. Gli zeri iniziali saranno rimossi, se lo preferisci usa un prefisso invece.

source: You need to check the checkbox to actually reset the value.
it_it: Devi flaggare questo campo per resettare il valore.

source: Invoice numbering prefix:
it_it: Prefisso numerazione:

source: Set your custom prefix for the invoice numbering.
it_it: Imposta un prefisso personalizzato per la numerazione.

source: Invoice numbering suffix:
it_it: Suffisso numerazione.

source: Set your custom suffix for the invoice numbering.
it_it: Imposta un suffisso personalizzato per la numerazione.

source: Preview before printing:
it_it: Mostra l'anteprima prima di stampare:

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disabilitato

source: Send invoice as HTML email:
it_it: Invia la ricevuta via e-mail in formato HTML:

source: Save Changes
it_it: Salva cambiamenti

source: Print invoice/packing list
it_it: Stampa ricevuta/nota di consegna

source: Invoice: #
it_it: Ricevuta: #

source: Print Invoice
it_it: Stampa ricevuta

source: Print Packing List
it_it: Stampa nota di consegna

source: Send Email Invoice
it_it: Invia la ricevuta via e-mail

source: Order invoice
it_it: Ricevuta dell'ordine

source: WooCommerce Print Invoice/Packing list
it_it: Woocommerce - Stampa impostazioni fatturazione/note di consegna

source: Customize and print invoice/packing lists for WooCommerce orders from the WordPress Admin
it_it: Personalizza e stampa fatture / note di consegna per gli ordini di Woocommerce dall'amministrazione di WordPress
