Repository: reti-senza-frontiere/WP-Translations
Catalog: woocommerce-product-addons/woocommerce-product-addons-*.po
Languages: it_it

source: Global Add-ons
it_it: Add-on globali

source: Add-on saved successfully
it_it: Add-on salvato con successo

source: Error: Global Add-on not found
it_it: Errore: Nessun add-on globale trovato

source: Global Add-on Group
it_it: Gruppo di add-on globali

source: Add-on deleted successfully
it_it: Add-on cancellato con successo

source: Label
it_it: Etichetta

source: Close all
it_it: Chiudi tutto

source: Expand all
it_it: Espandi tutto

source: New Addon Group
it_it: Nuovo gruppo di add-on

source: Import
it_it: Importa

source: Export
it_it: Esporta

source: Paste exported form data here and then save to import fields. The imported fields will be appended.
it_it: Incolla qui i dati del modulo esportati e poi salvali nei campi di importazione. Saranno aggiunti i campi importati.

source: Global Addon Exclusion
it_it: Esclusione di add-on globali

source: Check this to exclude this product from all Global Addons
it_it: Spunta questa casella per escludere il prodotto da tutti gli add-on globali

source: Are you sure you want remove this add-on?
it_it: Sei sicuro di voler rimuovere questo add-on?

source: Are you sure you want delete this option?
it_it: Sei sicuro di voler eliminare questa opzione?

source: Remove
it_it: Rimuovi

source: Click to toggle
it_it: Click per aprire/chiudere

source: Group
it_it: Gruppo

source: Custom input (text)
it_it: Testo personalizzato (input)

source: Custom input (textarea)
it_it: Testo personalizzato (textarea)

source: Custom price input
it_it: Prezzo personalizzato

source: Custom Input Multipler
it_it: Moltiplicatore personalizzato

source: Group Name
it_it: Nome del gruppo

source: Required fields?
it_it: Campo obbligatorio?

source: Group Description
it_it: Descrizione del gruppo

source: Option Label
it_it: Label

source: Option Price
it_it: Prezzo

source: New&nbsp;Option
it_it: Nuova&nbsp;opzione

source: Add/Edit Global Add-on
it_it: Aggiungi/Modifica add-on globale

source: Global Add-on Reference
it_it: Riferimento add-on globale

source: Give this global add-on a reference/name to make it recognisable.
it_it: Dai a questo add-on globale un nome di riferimento per renderlo riconoscibile.

source: Priority
it_it: Priorità

source: Give this global addon a priority - this will deternmine the order in which multiple groups of addons get displayed on the frontend. Per-product add-ons will always have priority 10.
it_it: Dai a questo add-on globale una priorità - questo determinerà l'ordine in cui più gruppi di add-on vengono visualizzati sul frontend. Gli add-on di prodotto avranno sempre la priorità 10.

source: Applied to...
it_it: Applicato a...

source: Choose some options&hellip;
it_it: Scegli un'opzione&hellip;

source: All Products
it_it: Tutti i prodotti

source: Product category notifications
it_it: Notifiche della categoria del gruppo

source: Category:
it_it: Categoria:

source: Choose categories which should show these addons (or apply to all products).
it_it: Scegli le categorie che dovrebbero mostrare questi add-on (o applica a tutti i prodotti).

source: Save Global Add-on
it_it: Salva add-on globale

source: Add Global Add-on
it_it: Aggiungi add-on globale

source: Reference
it_it: Riferimento

source: Number of Fields
it_it: Numero di campi

source: Applies to...
it_it: Si applica a...

source: Actions
it_it: Azioni

source: Edit
it_it: Modifica

source: Delete
it_it: Cancellare

source: No global add-ons exists yet.
it_it: Non esiste ancora alcuna add-on globale

source: Add one?
it_it: Aggiungi uno?

source: Options total:
it_it: Aggiunto:

source: Grand total:
it_it: Totale:

source: characters remaining
it_it: caratteri rimanenti

source: Select options
it_it: Scegli

source: "%s" is a required field.
it_it: "%s" è un campo richiesto

source: The minimum allowed amount for "%s - %s" is %s.
it_it: L'importo minimo consentito per "%s - %s" è %s.

source: The maximum allowed amount for "%s - %s" is %s.
it_it: L'importo massimo consentito per "%s - %s" è %s.

source: Please enter a value greater than 0 for "%s - %s".
it_it: Inserisci un valore maggiore di 0 per "%s - %s".

source: The minimum allowed value for "%s - %s" is %s.
it_it: Il valore minimo per "%s - %s" è %s.

source: The maximum allowed value for "%s - %s" is %s.
it_it: Il valore massimo per "%s - %s" è %s.

source: The minimum allowed length for "%s - %s" is %s.
it_it: La lunghezza minima per "%s - %s" è %s.

source: The maximum allowed length for "%s - %s" is %s.
it_it: La lunghezza massima per "%s - %s" è %s.

source: (max file size %s)
it_it: (dimensione massima %s)

source: This must be a number!
it_it: Questo deve essere un numero!

source: None
it_it: Nessuno

source: Select an option...
it_it: Scegli un opzione...
