Repository: reti-senza-frontiere/WP-Translations
Catalog: Subscriptio/subscriptio-*.po
Languages: it_it

source: Subscription ID unknown.
it_it: ID dell'iscrizione sconosciuto.

source: Subscription no longer exists.
it_it: L'iscrizione non esiste più.

source: Subscription is cancelled or expired.
it_it: L'iscrizione è cancellata o annullata.

source: User no longer exists.
it_it: L'utente non esiste più

source: Subscription was already expired. Scheduled tasks failing?
it_it: L'iscrizione era già scaduta. Le operazioni pianificate hanno fallito?

source: Variation #%1$s of
it_it: Variazione #%1$s di

source: variation deleted
it_it: variazione rimossa

source: deleted
it_it: rimosso

source: View
it_it: Visualizza

source: Edit Address
it_it: Modifica indirizzo

source: Pause Subscription
it_it: Congela iscrizione

source: Resume Subscription
it_it: Ripristina iscrizione

source: Cancel Subscription
it_it: Cancella iscrizione

source: Subscription cancelled manually by customer.
it_it: Iscrizione cancellata manualmente dall'utente.

source: Subscription paused by customer.
it_it: Iscrizione congelata dall'utente.

source: Subscription resumed by customer.
it_it: Iscrizione ripristinata dall'utente.

source: Shipping address changed by customer.
it_it: Indirizzo di spedizione cambiato dall'utente.

source: Shipping address changed by administrator.
it_it: Indirizzo di spedizione cambiato dall'amministratore.

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Company
it_it: Azienda

source: Address 1
it_it: Indirizzo 1

source: Address 2
it_it: Indirizzo 2

source: City
it_it: Città

source: Postcode
it_it: CAP

source: Country
it_it: Nazione

source: Select a country&hellip;
it_it: Seleziona un paese&hellip;

source: State/County
it_it: Stato / Paese

source: until
it_it: fino a

source: New Order
it_it: Nuovo ordine

source: Payment Received
it_it: Pagamento ricevuto

source: Renewal Order
it_it: Ordine di rinnovo

source: Suspension
it_it: Sospensione

source: Automatic Cancellation
it_it: Cancellazione automatica

source: Manual Cancellation
it_it: Cancellazione manuale

source: Order Cancellation
it_it: Cancellazione dell'ordine

source: Expiration
it_it: Scadenza

source: Payment Due
it_it: Scadenza del pagamento

source: Payment Reminder
it_it: Promemoria del pagamento

source: Subscription Deleted
it_it: Iscrizione cancellata

source: Pausing Subscription
it_it: Congelamento dell'iscrizione

source: Resuming Subscription
it_it: Ripristino dell'iscrizione

source: Address Changed
it_it: Indirizzo cambiato

source: processing
it_it: processamento

source: success
it_it: successo

source: error
it_it: errore

source: General
it_it: Generale

source: General Settings
it_it: Impostazioni Generali

source: Charge shipping for renewal orders
it_it: Oneri di spedizione per gli ordini di rinnovo

source: Enable multi-product subscriptions
it_it: Abilita l'iscrizione a più prodotti

source: <p>If checked, will create one subscription with multiple products, if not - will create separate subscription for each product.</p>
it_it: <p>Se selezionato, creerà una iscrizione con prodotti multipli, diversamente creerà una iscrizione separata per ogni prodotto.</p>

source: Cancelling
it_it: Annullamento

source: Allow customers to cancel subscriptions
it_it: Abilita gli utenti ad annullare le iscrizioni

source: Pause & Resume
it_it: Congelamento e ripristino

source: Allow customers to pause subscriptions
it_it: Abilita gli utenti a congelare le iscrizioni

source: Max number of pauses
it_it: Numero massimo di congelamenti

source: Max duration of a pause
it_it: Durata massima di un congelamento

source: day(s)
it_it: giorno(i)

source: Labels
it_it: Etichette

source: Add to cart
it_it: Aggiungi al carrello

source: No change
it_it: Nessun cambiamento

source: Renewal Orders
it_it: Ordini di rinnovo

source: Generate renewal orders
it_it: Genera ordini di rinnovo

source: day(s) before payment due date
it_it: gionro(i) prima della scadenza del pagamento

source: Payment Reminders
it_it: Promemoria del pagamento

source: Enable payment reminders
it_it: Abilita i promemoria del pagamento

source: Send reminders before
it_it: Invia promemoria prima di

source: day(s) (separate values by comma)
it_it: giorno(i) - separa i valori da una virgola

source: Overdue Period
it_it: Periodo di ritardo

source: Enable overdue period
it_it: Abilita il periodo di ritardo

source: Overdue period length
it_it: Lunghezza del periodo di ritardo

source: Suspensions
it_it: Sospensioni

source: Enable suspensions
it_it: Abilita le sospensioni

source: Suspension period length
it_it: Lunghezza del periodo di sospensione

source: Payments
it_it: Pagamenti

source: Stripe Payment Gateway
it_it: Gateway di Pagamento Stripe

source: Enable Stripe
it_it: Abilita Stripe

source: PayPal Payment Gateway
it_it: Gateway di Pagamento PayPal

source: Subscriptio URL mismatch
it_it: Disallineamento degli URL di Subscriptio

source: Your website URL has recently been changed. Automatic payments and customer emails have been disabled to prevent live transactions originating from development or staging servers.
it_it: L'URL del tuo sito è stato recentemente cambiato. I pagamenti automatici e le email degli utenti sono stati disabilitati per prevenire transazioni dal vivo originate dallo sviluppo o dai server di gestione temporanea.

source: If you have moved this website permanently and would like to re-enable these features, select appropriate action below.
it_it: Se hai spostato questo sito permanentemente e vuoi ri-abilitare queste funzionalitàm seleziona un'azione a seguire.

source: Hide this warning
it_it: NAscondi questo avvertimento

source: Make current URL primary
it_it: Rendi questo indirizzo primario

source: Price is per
it_it: il prezzo è per

source: e.g. 7
it_it: ad es. 7

source: Free trial
it_it: Periodo di prova

source: e.g. 3
it_it: ad es. 3

source: Sign-up fee
it_it: Quota di registrazione

source: e.g. 9.99
it_it: ad es. 9.99

source: Max length
it_it: lunghezza massima

source: e.g. 90
it_it: ad es. 90

source: Actions
it_it: Azioni

source: - No actions available -
it_it: - Nessuna azione disponibile -

source: Delete Permanently
it_it: Cancella in maniera permanente

source: Move to Trash
it_it: Sposta nel cestino

source: Process
it_it: Processa

source: General Details
it_it: Dettagli generali

source: Started:
it_it: Iniziato:

source: Not started yet.
it_it: Ancora non iniziato.

source: Overdue Since:
it_it: In ritardo da:

source: Paused Since:
it_it: Congelato da:

source: Suspended Since:
it_it: Sospeso da:

source: Cancelled Since:
it_it: Annullato da:

source: Expired Since:
it_it: Scaduto da:

source: Payment Method:
it_it: Metodo di pagamento:

source: Shipping Method:
it_it: Metodo di spedizione:

source: Related Orders:
it_it: Ordini correlati:

source: Customer Details
it_it: Dettagli dell'utente

source: Name:
it_it: Nome:

source: Phone:
it_it: Telefono:

source: Shipping Address:
it_it: Indirizzo di spedizione:

source: [edit]
it_it: [modifica]

source: Save Address
it_it: Salva indirizzo

source: Cancel
it_it: Cancella

source: Scheduled Events
it_it: Eventi pianificati

source: Renewal Order:
it_it: Rinnovo ordine:

source: Payment Reminder:
it_it: Promemoria pagamento:

source: Payment Due:
it_it: Scadenza pagamento:

source: Suspension:
it_it: Sospensione:

source: Cancellation:
it_it: Cancellazione:

source: Expiration:
it_it: Scadenza:

source: No events scheduled.
it_it: Nessun evento pianificato.

source: Item
it_it: Elemento

source: Qty
it_it: Quantità

source: Total
it_it: Totale

source: Tax
it_it: Tasse

source: No transactions found.
it_it: Nessuna transazione trovata.

source: Support
it_it: Supporto

source: Settings
it_it: Impostazioni

source: Subscriptions
it_it: Iscrizioni

source: Add Subscription
it_it: Aggiungi iscrizione

source: Add New Subscription
it_it: Aggiungi una nuova iscrizione

source: Edit Subscription
it_it: Modifica iscrizione

source: New Subscription
it_it: Nuova iscrizione

source: View Subscription
it_it: Vedi iscrizione

source: Search Subscriptions
it_it: Cerca iscrizione

source: No Subscriptions Found
it_it: Nessuna iscrizione trovata

source: No Subscriptions Found In Trash
it_it: Nessuna iscrizione trovata nel cestino

source: Transactions
it_it: Transazioni

source: Transaction
it_it: Transazione

source: Add Transaction
it_it: Aggiungi transazione

source: Add New Transaction
it_it: Aggiungi una nuova transazione

source: Edit Transaction
it_it: Modifica transazione

source: New Transaction
it_it: Nuova transazione

source: View Transaction
it_it: Vedi transazione

source: Search Transactions
it_it: Cerca transazioni

source: No Transactions Found
it_it: Nessuna transazione trovata

source: No Transactions Found In Trash
it_it: Nessuna transazione trovata nel cestino

source: Action
it_it: Azione

source: Result
it_it: Risultato

source: All statuses
it_it: Tutti gli stati

source: All actions
it_it: Tutte le azioni

source: All results
it_it: Tutti i risultati

source: Product
it_it: Prodotto

source: User
it_it: Utente

source: Recurring
it_it: Periodico

source: Last Order
it_it: Ultimo ordine

source: Started
it_it: Iniziato

source: Expires
it_it: Scade

source: Note
it_it: Nota

source: Subscription Details
it_it: Dettagli dell'iscrizione

source: Subscription Items
it_it: Elementi dell'iscrizione

source: Subscription Actions
it_it: Azioni dell'iscrizione

source: Subscription cancelled manually by administrator.
it_it: Iscrizione annullata manualmente dall'amministratore.

source: Subscription paused by administrator.
it_it: Iscrizione congelata dall'amministratore.

source: Subscription resumed by administrator.
it_it: Iscrizione ripristinata dall'amministratore.

source: Payment reminders, overdue period and suspensions are optional.<br>Not displayed in illustration are trial periods, expiration dates and subscription pausing and resuming capability.
it_it: Promemoria del pagamento, periodo in ritardo e sospensioni sono opzionali.<br>I periodi di prova, le date di scadenza e il congelamento dell'iscrizione non sono visualizzati in figura.

source: Your settings have been saved.
it_it: Le tue impostazioni sono state salvate.

source: Reverted to a previous value.
it_it: Tornato a un valore precedente.

source: must be numeric
it_it: deve essere numerico

source: must be either 0 or 1
it_it: deve essere 0 o 1

source: is not allowed
it_it: non è consentito

source: is not a valid email address
it_it: non è un indirizzo email valido

source: is not a valid URL
it_it: non è un URL valido

source: is not a valid text string
it_it: non è una stringa di testo valida

source: Value of
it_it: Valore di

source: Subscription product
it_it: Prodotto di iscrizione

source: Are you sure you want to pause this subscription?
it_it: Sei sicuro di congelare questa iscrizione?

source: Are you sure you want to resume this subscription?
it_it: Sei sicuro di ripristinare questa iscrizione?

source: Are you sure you want to cancel this subscription?
it_it: Sei sicuro di annullare questa iscrizione?

source: Subscription manually deleted by administrator.
it_it: L'iscrizione è stata eliminata manualmente dall'amministratore.

source: day
it_it: giorno

source: week
it_it: settimana

source: month
it_it: mese

source: year
it_it: anno

source: My Subscriptions
it_it: Le mie iscrizioni

source: Related Orders
it_it: Ordini correlati

source: Related Subscriptions
it_it: Iscrizioni correlate

source: Your subscription on %s has been cancelled.
it_it: La tua iscrizione a %s è stata cancellata.

source: Details of the cancelled subscription are shown below for your reference:
it_it: I dettagli dell'iscrizione annullata sono mostrati a seguire:

source: Subscription:
it_it: Iscrizione:

source: Hi there. Your recent subscription renewal order on %s has been completed. Your order details are shown below for your reference:
it_it: Ciao. Il tuo recente rinnovo dell'iscrizione a % s è stato completato. I dettagli dell'ordine sono riportati di seguito:

source: Order:
it_it: Ordine:

source: Customer details
it_it: Dettagli dell'utente

source: Your subscription on %s has expired.
it_it: La tua iscrizione a %s è scaduta.

source: Details of the expired subscription are shown below for your reference:
it_it: I dettagli dell'iscrizione scaduta sono mostrati a seguire:

source: A new subscription renewal order has been generated and is pending payment.
it_it: Un nuovo rinnovo di iscrizione è stato generato ed è in attesa di pagamento.

source: To pay for this order please use the following link:
it_it: Per pagare questo ordine, segui questo link:

source: pay now
it_it: paga ora

source: Your subscription on %s has been paused.
it_it: La tua iscrizione a %s è stata congelata.

source: Details of the paused subscription are shown below for your reference:
it_it: I dettagli dell'iscrizione congelata sono mostrati a seguire:

source: Your recent subscription renewal order on %s is late for payment.
it_it: Il rinnovo della tua iscrizione a %s è in ritardo per il pagamento.

source: If you do not pay it by <strong>%s</strong>, your %s will be <strong>%s</strong>.
it_it: Se non lo paghi via <strong>%s</strong>, il tuo %s sarà <strong>%s</strong>.

source: subscription
it_it: Iscrizione

source: Your order details are shown below for your reference:
it_it: I dettagli del tuo ordine sono mostrati a seguire:

source: Your recent subscription renewal order on %s is due for payment.
it_it: Il rinnovo della tua iscrizione a %s deve essere pagato.

source: If you do not pay it by <strong>%s</strong>, your %s will be <strong>%s</strong> and will be subject to %s.
it_it: Se non lo paghi via <strong>%s</strong>, il tuo %s sarà <strong>%s</strong> e sarà soggetto a %s.

source: Your subscription renewal order is now being processed. Your order details are shown below for your reference:
it_it: Il rinnovo della tua iscrizione sta per essere processato. I dettagli del tuo ordine sono mostrati a seguire:

source: Your subscription on %s has been resumed.
it_it: La tua iscrizione a %s è stata ripristinata.

source: Details of the resumed subscription are shown below for your reference:
it_it: I dettagli dell'iscrizione ripristinata sono mostrati a seguire:

source: Your subscription on %s has been suspended.
it_it: La tua iscrizione a %s è stata sospesa.

source: If you do not pay for the order by <strong>%s</strong>, your %s will be <strong>%s</strong>.
it_it: Se non paghi per l'ordine via <strong>%s</strong>, il tuo %s sarà <strong>%s</strong>.

source: To avoid this please use the following link to pay: %s
it_it: Per evitare questo, per favore usa uno dei seguenti link per pagare: %s

source: Details of the suspended subscription are shown below for your reference:
it_it: I dettagli dell'iscrizione sospesa sono mostrati a seguire:

source: Quantity
it_it: Quantità

source: Price
it_it: Prezzo

source: Total Recurring
it_it: Totale ricorrente

source: A new subscription renewal order has been generated and is pending payment. To pay for this order please use the following link: %s
it_it: Un nuovo ordine di rinnovo dell'iscrizione è stato generato ed è in attesa di pagamento. Per pagare per cortesia usa uno dei seguenti link: %s

source: Order ID: %s
it_it: ID Ordine: %s

source: Subscription ID: %s
it_it: ID Iscrizione: %s

source: To pay for this order please use the following link: %s
it_it: Per pagare quest'ordine segui questo link: %s

source: Product: %s
it_it: Prodotto: %s

source: Quantity: %s
it_it: Quantità: %s

source: Cost: %s
it_it: Costo: %s

source: Shipping: %s
it_it: Spedizione: %s

source: Click %shere%s for a list of test card numbers.
it_it: Clicca %squi%s per avere una lista di Carte di Credito.

source: Card Number
it_it: Numero della carta

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Card Code
it_it: Codice della carta

source: Linked Credit Cards
it_it: Carte di Credito collegate

source: Type
it_it: Tipo

source: Ending with
it_it: Finisce con

source: Default
it_it: Predefinito

source: Yes
it_it: Si

source: Delete
it_it: Cancella

source: Make Default
it_it: Rendi predefinito

source: You are editing shipping address for subscription %s.
it_it: Stai modificando l'indirizzo di spedizione per l'iscrizione %s.

source: Product(s)
it_it: Prodotto(i)

source: You have no subscriptions.
it_it: Non hai iscrizioni

source: Subscription <mark class="subscriptio_subscription_info_number">%s</mark> is pending first payment.
it_it: L'iscrizione <mark class="subscriptio_subscription_info_number">%s</mark> è in attesa della prima quota.

source: Subscription <mark class="subscriptio_subscription_info_number">%s</mark> was started on <mark class="subscriptio_subscription_info_start">%s</mark> and is currently <mark class="subscriptio_subscription_info_status">%s</mark>%s.
it_it: L'iscrizione <mark class="subscriptio_subscription_info_number">%s</mark> è iniziata il <mark class="subscriptio_subscription_info_start">%s</mark> ed è attualmente <mark class="subscriptio_subscription_info_status">%s</mark>%s.

source: Subscription <mark class="subscriptio_subscription_info_number">%s</mark> has been <mark class="subscriptio_subscription_info_status">%s</mark>.
it_it: L'iscrizione <mark class="subscriptio_subscription_info_number">%s</mark> è stata <mark class="subscriptio_subscription_info_status">%s</mark>.

source: Subscription <mark class="subscriptio_subscription_info_number">%s</mark> has <mark class="subscriptio_subscription_info_status">%s</mark>.
it_it: L'iscrizione <mark class="subscriptio_subscription_info_number">%s</mark> è stata <mark class="subscriptio_subscription_info_status">%s</mark>.

source: Recurring Amount:
it_it: Ammontare ricorrente:

source: Actions:
it_it: Azioni:

source: Shipping Details
it_it: Dettagli di spedizione
