Repository: reti-senza-frontiere/WP-Translations
Catalog: Subscriptio/subscriptio-*.po
Languages: it_it

source: Subscription cancelled
it_it: Iscrizione cancellata

source: Subscription cancelled emails are sent to customers when subscriptions are cancelled - either manually (by customer or shop manager) or automatically (due to non-payment).
it_it: Le email di iscrizione cancellata vengono inviate agli utenti quando le iscrizioni sono state cancellate - sia manualmente (dall'utente o dal gestore dello shop) o automaticamente (dovuto al non-pagamento).

source: Your subscription has been cancelled
it_it: La tua iscrizione è stata cancellata

source: Your {site_title} subscription has been cancelled
it_it: La tua iscrizione a {site_title} è stata cancellata

source: Subscription completed order
it_it: Ordine di iscrizione completato

source: Subscription completed order emails are sent to the customer when subscription renewal order is marked complete.
it_it: Le email di ordine di iscrizione completati vengono inviate agli utenti quando un ordine di rinnovo di iscrizione è marcato come completo.

source: Your subscription renewal order is complete
it_it: Il tuo ordine di rinnovo iscrizione è completo

source: Your {site_title} subscription renewal order from {order_date} is complete
it_it: Il tuo ordine di rinnovo di iscrizione a {site_title} dal {order_date} è completo

source: Your subscription renewal order is complete - download your files
it_it: Il tuo ordine di rinnovo iscrizione è completo - scarica i tuoi files

source: Your {site_title} subscription renewal order is complete - download your files
it_it: Il tuo ordine di rinnovo iscrizione a {site_title} è completo - scarica i tuoi files

source: Enable/Disable
it_it: Abilita/Disabilita

source: Enable this email notification
it_it: Abilita questa notifica via email

source: Send to admin?
it_it: Invia all'amministratore?

source: Send copy of this email to admin
it_it: Invia una copia di questa email all'amministratore

source: Subject
it_it: Oggetto

source: Email Heading
it_it: Intestazione della mail

source: Subject (downloadable)
it_it: Oggetto (scaricabile)

source: Email Heading (downloadable)
it_it: Intestazione (scaricabile)

source: Email type
it_it: Tipo di email

source: Choose which format of email to send.
it_it: Scegli il formato in cui vengono spedite le email.

source: Plain text
it_it: Testo semplice

source: Subscription expired
it_it: Iscrizione scaduta

source: Subscription expired emails are sent to customers when subscriptions expire (if they are configured to expire).
it_it: Le email di iscrizione scaduta vengono inviate agli utenti quando una iscrizione scade (se ha scadenza).

source: Your subscription expired
it_it: La tua iscrizione è scaduta

source: Your {site_title} subscription expired
it_it: La tua iscrizione a {site_title} è scaduta

source: Subscription new order
it_it: Nuovo ordine di iscrizione

source: Subscription new order emails are sent to the customer when a new renewal order is generated.
it_it: Le email di nuovo ordine di iscrizione vengono inviate agli utenti quando viene genearto un nuovo ordine di rinnovo.

source: New subscription renewal order {order_number}
it_it: Nuovo ordine di rinnovo di iscrizione {order_number}

source: Subscription paused
it_it: Iscrizione congelata

source: Subscription paused emails are sent to customers when subscriptions are paused by administrator or customers (if they are allowed to).
it_it: Le email di iscrizione congelata vengono inviate agli utenti quando le iscrizioni vengono congelate dall'amministratore o dagli utenti stessi (se sono abilitati).

source: Your subscription has been paused
it_it: La tua iscrizione è stata congelata.

source: Your {site_title} subscription has been paused
it_it: La iscrizione a {site_title} è stata congelata

source: Subscription payment overdue
it_it: Pagamento dell'iscrizione in ritardo

source: Subscription payment overdue emails are sent to customers when they fail to pay by Payment Due date and you allow grace period.
it_it: Le email di pagamento dell'iscrizione in ritardo vengono inviate agli utenti quando non pagano entro la scadenza e tu concedi un periodo extra.

source: Overdue payment
it_it: Pagamento in ritardo

source: Payment for renewal order {order_number} is overdue
it_it: Il pagamento per il rinnovo dell'ordine {order_number} è in ritardo

source: suspended
it_it: sospeso

source: cancelled
it_it: cancellato

source: Subscription payment reminder
it_it: Promemoria del pagamento dell'iscrizione

source: Subscription payment reminder emails are sent to customers at predefined intervals when they have outstanding subscription payments.
it_it: Le email di promemoria dei pagamenti delle iscrizioni vengono spediti a intervalli predefiniti quando non hanno ancora effettuato il pagamento dell'iscrizione.

source: Payment for subscription renewal order {order_number} has not been received
it_it: Il pagamento per l'ordine {order_number} di rinnovo dell'iscrizionenon è stato ricevuto

source: marked overdue
it_it: contrassegnato in ritardo

source: suspension
it_it: sospensione

source: cancellation
it_it: cancellazione

source: Subscription processing order
it_it: Elaborazione dell'iscrizione

source: Subscription processing order emails are sent to customers after payment and before order is complete.
it_it: Le email di elaborazione dell'iscrizione vengono inviate agli utenti dopo il pagamento e prima che l'ordine sia completo.

source: Thank you for your order
it_it: Grazie per il tuo contributo

source: Your {site_title} renewal order receipt from {order_date}
it_it: La tua ricevuta di rinnovo iscrizione a {site_title} dal {order_date}

source: Subscription resumed
it_it: Iscrizione ripristinata

source: Subscription resumed emails are sent to customers when subscriptions are resumed (unpaused) by administrator or customers (if they are allowed to).
it_it: Le email di ripristino dell'iscrizione vengono inviate agli utenti quando una iscrizione viene ripristinata ("scongelata") dall'amministratore o dagli utenti (se sono abilitati).

source: Your subscription has been resumed
it_it: La tua iscrizione è stata ripristinata

source: Your {site_title} subscription has been resumed
it_it: La tua iscrizione a {site_title} è stata ripristinata

source: Subscription suspended
it_it: Iscrizione sospesa

source: Subscription cancelled emails are sent to customers when subscriptions are suspended due to non-payment (if suspensions are enabled).
it_it: Le email di iscrizione cancellata vengono inviate agli utenti quando le iscrizioni sono sospese a causa del non-pagamento (se le sospensioni sono abilitate).

source: Your subscription has been suspended
it_it: La tua iscrizione è stata sospesa

source: Your {site_title} subscription has been suspended
it_it: La tua iscrizione a {site_title} è stata sospesa

source: Email heading
it_it: Intestazione dell'email

source: Subscriptio PayPal payment gateway requires WooCommerce 2.1 or later.
it_it: Il gateway di pagamento Subscriptio PayPal necessita WooCommerce 2.1 o successivo.

source: Subscriptio PayPal payment gateway requires all API credentials to be set.
it_it: Il gateway di pagamento Subscriptio PayPal necessita che tutte le credenziali delle API siano impostate.

source: Response body empty.
it_it: Corpo della risposta vuota.

source: Recurring payment pre-approval for subscription payments on %s.
it_it: Pre-approvazione del pagamento ricorrente per i pagamenti delle iscrizioni il %s.

source: Order not found.
it_it: Ordine non trovato.

source: We have not charged you for this order. Please try again.
it_it: Noi non abbiamo fatto alcun addebito per questo ordine. Riprova, per favore.

source: Payment failed (PayPal). Error message:
it_it: Pagamento fallito (PayPal). Messaggio di errore:

source: PayPal payment %s completed.
it_it: Pagamento PayPal %s completato.

source: Enable PayPal Adaptive Payments
it_it: Attiva gli Adaptive Payments di PayPal

source: PayPal email of receiver.
it_it: PayPal email del rivente.

source: Enable PayPal Sandbox mode
it_it: Abilita il Sandbox mode di PayPal

source: Title
it_it: Titolo

source: The title which the user sees during checkout.
it_it: Il titolo che l'utente vede durante il checkout.

source: Description
it_it: Descrizione

source: The description which the user sees during checkout.
it_it: La descrizione che l'utente vede durante il checkout.

source: Pay Securely via PayPal
it_it: Paga Sicuro con PayPal

source: Force automatic payments
it_it: Forza i pagamenti automatizzati

source: Force automatic subscription payments (hides the optional pre-approval checkbox)
it_it: Forza i pagamenti alle iscrizioni automatizzati (nasconde la checkbox opzionale di pre-approvazione)

source: When Payment Agreement is cancelled
it_it: Quando un Accordo di Pagamento è cancellato

source: Choose what action you want to perform when user cancels the pre-approval from PayPal account settings.
it_it: Scegli l'azione che venga eseguita quando un utente cancella il modulo di pre-approvazione dalle impostazioni di PayPal.

source: Revert to manual subscription payments
it_it: Ritorna ai pagamenti delle iscrizioni manuali

source: Cancel corresponding subscription immediately
it_it: Annulla l'iscrizione corrispondente subito

source: Sandbox API Username from your PayPal Account.
it_it: Sandbox API Username dal tuo account PayPal.

source: Sandbox API Password from your PayPal Account.
it_it: Sandbox API Password dal tuo account PayPal.

source: Sandbox API Signature from your PayPal Account.
it_it: Sandbox API Signature dal tuo account PayPal.

source: API Username from your PayPal Account.
it_it: API Username dal tuo account PayPal.

source: API Password from your PayPal Account.
it_it: API Password dal tuo account PayPal.

source: API Signature from your PayPal Account.
it_it: API Signature dal tuo account PayPal.

source: Pre-approve all future payments for subscriptions in this order.
it_it: Pre-approva tutti i pagamenti futuri per questa iscrizione.

source: PayPal refund failed.
it_it: Rimborso PayPal non riuscito.

source: %s of PayPal charge %s refunded.
it_it: %s oneri di PayPal %s rimborsati.

source: PayPal IPN payment completed.
it_it: pagamento IPN di PayPal completato.

source: Payment pending: %s
it_it: Pagamento in sospeso: %s

source: Payment %s via IPN.
it_it: Pagamento %s via IPN.

source: Pre-approval request and payment failed (IPN).
it_it: Richiesta di pre-approvazione e pagamento falliti (IPN).

source: Pre-approval cancelled by user (IPN).
it_it: Pre-approvazione cancellata dall'utente (IPN).

source: Subscription is already cancelled.
it_it: Iscrizione già cancellata.

source: User cancelled pre-approval agreement - subscription cancelled as well.
it_it: L'utente ha cancellato l'accordo di pre-approvazione - l'iscrizione è stata cancellata.

source: Automatic subscription payment failed: pre-approval key not found (PayPal)
it_it: Pagamento automatico della quota di iscrizione fallito: la chiave di pre-approvazione non è stata trovata (PayPal)

source: Order
it_it: Ordine

source: Subscription
it_it: Sottoscrizioni

source: Automatic subscription payment failed (PayPal)
it_it: Pagamento automatico della quota di iscrizione fallito (PayPal)

source: PayPal automatic payment %s completed.
it_it: Pagamento automatico PayPal %s completato.

source: Automatic subscription payment failed with unknown message:
it_it: Pagamento automatico della quota di iscrizione fallito con messaggio sconosciuto:

source: Credit card deleted successfully.
it_it: Carta di Credito rimossa con successo.

source: Default card changed successfully.
it_it: Carta predefinita cambiata con successo.

source: Subscriptio Stripe payment gateway requires WooCommerce 2.1 or later.
it_it: Il Gateway di pagamento Subscriptio Stripe necessita di WooCommerce 2.1 o successivo.

source: Subscriptio Stripe payment gateway requires full SSL support and enforcement during Checkout. Only test mode will work until this is solved.
it_it: Il Gateway di pagamento Subscriptio Stripe necessita di del suppoto SSL completo e della sua applicazione durante il Checkout. Finché non sarà risolto, solo la modalità di testing funzionerà.

source: Subscriptio Stripe payment gateway requires Stripe Secret Key to be set.
it_it: Il Gateway di pagamento Subscriptio Stripe necessita che sia impostata la chiave segreta.

source: Subscriptio Stripe payment gateway requires Stripe Publishable Key to be set.
it_it: Il Gateway di pagamento Subscriptio Stripe necessita che sia impostata la chiave pubblica.

source: Card is not selected.
it_it: Nessuna Carta selezionata.

source: We have not charged your card. Please try again.
it_it: Nessun addebito sulla tua Carta. Per favore riprova.

source: Authorization token not set.
it_it: La token dell'autorizzazione non è impostata.

source: Stripe charge %s captured.
it_it: Commissione Stripe %s catturata.

source: Stripe charge %s authorized and will be charged as soon as you start processing this order. Authorization will expire in 7 days.
it_it: Commissione Stripe %s autorizzata e sarà addebitata all'inizio del processamento dell'ordine. L'autorizzazione scadrà tra giorni.

source: Unable to add a new card.
it_it: Impossibile aggiungere nuove Carte.

source: Such card does not exist.
it_it: Questa Carta non esiste.

source: We were not able to connect to the payment gateway. Please try again.
it_it: Non è stato possibile con il gateway del pagamento. Per favore riprova.

source: Payment gateway error:
it_it: Errore del gateway del pagamento:

source: Pay Now
it_it: Paga ora

source: The card number is incorrect.
it_it: Il numero della Carta non è corretto.

source: The card number is not a valid credit card number.
it_it: Il numero della Carta non è valido.

source: The card's expiration month is invalid.
it_it: Il mese di scadenza della Carta non è valido.

source: The card's expiration year is invalid.
it_it: L'anno di scadenza della Carta non è valido.

source: The card's security code is invalid.
it_it: Il codice di sicurezza della Carta non è valido.

source: The card has expired.
it_it: La Carta è scaduta.

source: The card's security code is incorrect.
it_it: Il codice di sicurezza della Carta non è valido.

source: The card's zip code failed validation.
it_it: Il CAP della Carta non è valido.

source: The card was declined.
it_it: La Carta è stata rifiutata.

source: There is no card on a customer that is being charged.
it_it: Nessun utente ha una Carta con cui è stata fatta una commissione.

source: An error occurred while processing the card.
it_it: Si è verificato un errore durante il processamento della carta.

source: An error occurred due to requests hitting the API too quickly. Please let us know if you're consistently running into this error.
it_it: Si è verificato un errore per via di una richiesta delle API troppo veloce. Per favore, facci sapere se questo errore si ripete.

source: Enable Stripe payment gateway
it_it: Abilita il gateway di pagamento Stripe

source: Test Mode
it_it: Modalità testing

source: Enable test & debug mode
it_it: Abilita la modalità di debug & testing

source: Capture Immediately
it_it: Cattura immediatamente

source: Capture the charge immediately
it_it: Cattura gli oneri immediatamente

source: If unchecked, an authorization is issued at the time of purchase but the charge itself is captured when you start processed the order. Uncaptured charges expire in 7 days.
it_it: Se non selezionato, viene rilasciata un'autorizzazione nel momento dell'acquisto ma gli oneri vengono acquisiti quando inizi il processamento dell'ordine. Gli oneri non acquisiti scadono dopo 7 giorni.

source: Credit Card - Stripe
it_it: Carta di Credito - Stripe

source: Pay Securely via Stripe
it_it: Paga sicuro con Stripe

source: Checkout Style
it_it: Stile del Checkout

source: Control how credit card details fields appear on your page.
it_it: Controlla come i dettagli della tua Carta di Credito sono visualizzati nella tua pagina.

source: Inline
it_it: Inlinea

source: Modal
it_it: Modale

source: Checkout Image
it_it: Immagine del Checkout

source: Stripe Checkout modal allows custom seller image to be displayed. Enter your custom 128x128 px image URL here (should be hosted on a secure location).
it_it: Il box Stripe nel Checkout abilita la visualizzazione dell'immagine personalizzata del venditore. Inserisci l'URL della tua immagine di 128x128px qui (dovrebbe essere ospitata su un luogo sicuro).

source: Test Secret Key
it_it: Prova la chiave segreta

source: Test Secret Key from your Stripe Account (under Account Settings > API Keys).
it_it: Prova la chiave segreta dal tuo account Stripe (in Impostazioni account > Chiave API).

source: Test Publishable Key
it_it: Prova la chiave pubblica

source: Test Publishable Key from your Stripe Account.
it_it: Prova la chiave pubblica dal tuo account Stripe.

source: Live Secret Key
it_it: Chiave segreta dal vivo

source: Live Secret Key from your Stripe Account.
it_it: Chiave segreta dal vivo dal tuo account Stripe.

source: Live Publishable Key
it_it: Chiave pubblica dal vivo

source: Live Publishable Key from your Stripe Account.
it_it: Chiave pubblica dal vivo dal tuo account Stripe.

source: Card
it_it: Carta

source: ending with
it_it: termina con

source: expires
it_it: scade

source: New Credit Card
it_it: Nuova Carta di Credito

source: Stripe refund failed.
it_it: Rimborso Stripe fallito.

source: %s of Stripe charge %s refunded.
it_it: %s di oneri Stripe %s rimorsati.

source: Failed capturing previously authorized Stripe payment.
it_it: L'acquisizione del precedente pagamento Stripe è fallito

source: Subscr %s
it_it: Iscr. %s

source: Automatic subscription payment failed (Stripe).
it_it: Pagamento automatico della quota di iscrizione fallito (Stripe).

source: Invalid subscription.
it_it: Iscrizione non valida.

source: My Account
it_it: Account

source: is a required field.
it_it: Campo richiesto.

source: Please enter a valid postcode/ZIP.
it_it: Per favore, inserisci un CAP valido.

source: is not a valid phone number.
it_it: Non è un numero di telefono valido.

source: is not a valid email address.
it_it: Non è un indirizzo email valido.

source: Shipping address has been updated.
it_it: L'indirizzo di spedizione è stato aggiornato.

source: Something went wrong...
it_it: Qualcosa è andato storto...

source: You are no longer allowed to pause this subscription
it_it: Non sei abilitato a congelare questa iscrizione

source: Subscription has been paused
it_it: L'iscrizione è stata congelata

source: Subscription has been resumed.
it_it: L'iscrizione è stata ripristinata.

source: Subscription has been cancelled.
it_it: L'iscrizione è stata cancellata.

source: Invalid subscription product configuration.
it_it: Configurazione dell'iscrizione non valida.

source: Failed saving subscription properties for renewal orders.
it_it: Impossibile salvare le proprietà di iscrizione per il rinnovo degli ordini.

source: Subscription successfully created.
it_it: Iscrizione creata con successo.

source: Triggered by status change.
it_it: Innescato dal cambiamento di stato.

source: Order &ndash; %s
it_it: Ordine &ndash; %s

source: Unable to create renewal order - failed inserting post.
it_it: Impossibile creare ordine di rinnovo.

source: Unable to add product to renewal order.
it_it: Impossibile aggiungere il prodotto all'ordine di rinnovo.

source: Pending subscription cancelled due to cancelled order.
it_it: Iscrizione in attesa cancellata a causa di ordine annullato.

source: Renewal order not found.
it_it: Ordine di rinnovo non trovato.

source: Payment seems to be already received.
it_it: Il pagamento sembra essere già ricevuto.

source: Payment not received. Subscription marked as overdue.
it_it: Il pagamento non è stato ricevuto. Iscrizione contrassegnata come in ritardo.

source: Suspension and cancellation scheduled.
it_it: Sospensione e cancellazione programmate.

source: Cancellation scheduled.
it_it: Cancellazione programmata.

source: Payment not received. Subscription suspended.
it_it: Il pagamento non è stato ricevuto. Iscrizione sospesa.

source: Payment not received but subscription is already suspended.
it_it: Il pagamento non è stato ricevuto ma l'iscrizione è già sospesa.

source: Payment not received. Subscription cancelled.
it_it: Il pagamento non è stato ricevuto. Iscrizione cancellata.

source: New order created, status set to pending.
it_it: Nuovo ordine creato, lo stato è impostato su in attesa.

source: Subscription is already suspended.
it_it: L'iscrizione è già sospesa.

source: Payment due date is in the future, no reason to suspend.
it_it: La scadenza del pagamento è nel futuro, non c'è ragione di sospendere l'iscrizione.

source: Subscription suspended.
it_it: Iscrizione sospesa.

source: Payment due date is in the future, no reason to cancel.
it_it: La scadenza del pagamento è nel futuro, non c'è ragione di cancellare l'iscrizione.

source: Subscription cancelled.
it_it: Iscrizione cancellata.

source: Subscription is already expired.
it_it: L'iscrizione è già scaduta.

source: Subscription expired.
it_it: Iscrizione scaduta.

source: Payment reminder sent.
it_it: Promemoria del pagamento inviato.

source: Subscription was automatically resumed.
it_it: L'iscrizione è stata ripristinata automaticamente.

source: Sell this product as a subscription product with recurring billing.
it_it: Vendi questo prodotto come un prodotto ad iscrizione con fatturazione periodica.

source: Sell this variable product as a subscription product with recurring billing.
it_it: Vendi questo prodotto variabile come un prodotto ad iscrizione con fatturazione periodica.

source: This product is a subscription
it_it: Questo prodotto è una iscrizione

source: Contains at least one subscription
it_it: Contiene almeno una iscrizione

source: %1$s now then %2$s
it_it: %1$s ora quindi %2$s

source: From %1$s
it_it: Da %1$s

source: %1$s with a free trial of %2$s and a sign-up fee of %3$s
it_it: %1$s con un periodo di prova di %2$s e una quota di registrazione di %3$s

source: %1$s with a free trial of %2$s
it_it: %1$s con un periodo di prova di %2$s

source: %1$s with a sign-up fee of %2$s
it_it: %1$s con una quota di registrazione di %2$s

source: From %s
it_it: Da %s

source: pending
it_it: in attesa

source: active
it_it: attivo

source: paused
it_it: congelato

source: failed
it_it: fallito

source: trial
it_it: in prova

source: overdue
it_it: in ritardo

source: expired
it_it: scaduto

source: Error saving subscription object.
it_it: Errore durante il salvataggio dell'oggetto dell'iscrizione.

source: Error updating subscription field
it_it: Errore durante l'aggiornamento del campo dell'iscrizione

source: Error adding to subscription field
it_it: Errore durantel'aggiunta del campo all'iscrizione

source: Trying to modify cancelled or failed subscription.
it_it: Provando a modificare una iscrizione cancellata o fallita.

source: Failed calculating value for field
it_it: È fallito il calcolo del valore per il campo

source: Failed scheduling expiration event.
it_it: È fallita la pianificazione della scadenza.

source: Failed scheduling next payment event.
it_it: È fallita la pianificazione del prossimo pagamento.

source: Failed scheduling renewal order event.
it_it: È fallita la pianificazione del prossimo pagamento.

source: Trial started, next payment due date set.
it_it: Periodo di prova iniziato, prossima scadenza di pagamento impostata.

source: Payment applied, next payment due date set.
it_it: Pagamento applicato, prossima scadenza di pagamento impostata.

source: Subscription status changed from %s to %s.
it_it: Stato dell'iscrizione cambiato da %s a %s.

source: Error
it_it: Errore

source: Unpaid subscription renewal order cancelled.
it_it: Iscrizione non pagata ordine di rinnovo cancellato.
