Repository: reti-senza-frontiere/WP-Translations
Catalog: um-woocommerce/um-woocommerce-*.po
Languages: it_it

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
it_it: C'è una nuova versione di %1$s disponibile. <a target="_blank" class="thickbox" href="%2$s">Vedi i dettagli della versione %3$s</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
it_it: C'è una nuova versione di %1$s disponibile. <a target="_blank" class="thickbox" href="%2$s">Vedi i dettagli della versione %3$s</a> o <a href="%4$s">aggiorna ora</a>.

source: You do not have permission to install plugin updates
it_it: Non hai i permessi per installare aggiornamenti ai plugin

source: Error
it_it: Errore

source: Display purchases tab in profile?
it_it: Mostrare la tab degli acquisti nel profilo?

source: Display reviews tab in profile?
it_it: Mostrare la tab delle recensioni nel profilo?

source: Display orders under account?
it_it: Mostrare gli ordini sotto l'account?

source: Display shipping address under account?
it_it: Mostrare l'indirizzo di spedizione sotto l'account?

source: Display billing address under account?
it_it: Mostrare l'indirizzo di fatturazione sotto l'account?

source: None
it_it: Nessuno

source: When this product is bought move user to this role:
it_it: Quando questo prodotto viene acquistato assegna questo ruolo all'utente:

source: Order# %s
it_it: Ordine #%s

source: Order #<mark class="order-number">%s</mark> was placed on <mark class="order-date">%s</mark> and is currently <mark class="order-status">%s</mark>.
it_it: L'ordine n° <mark class="order-number">%s</mark> è stato ricevuto <mark class="order-date">%s</mark> ed è attualmente <mark class="order-status">%s</mark>.

source: Order Updates
it_it: Aggiornamenti

source: l jS \o\f F Y, h:ia
it_it: l j F Y, H:i

source: You did not purchase any product yet.
it_it: Non hai ancora acquistato nessun prodotto.

source: User did not purchase any product yet.
it_it: L'utente non ha ancora acquistato nessun prodotto.

source: You did not review any products yet.
it_it: Non hai ancora recensito nessun prodotto.

source: User did not review any product yet.
it_it: L'utente non ha ancora recensito nessun prodotto.

source: Billing Address
it_it: Indirizzo di fatturazione

source: Shipping Address
it_it: Indirizzo di spedizione

source: My Orders
it_it: I miei ordini

source: Date
it_it: Data

source: Status
it_it: Stato

source: Total
it_it: Totale

source: View order
it_it: Vedi l'ordine

source: Total Spent
it_it: Totale speso

source: Total Orders
it_it: Totale ordini

source: %s order
it_it: %s ordine

source: %s orders
it_it: %s ordini

source: Assign this role to users when payment is completed
it_it: Assegna questo ruolo a tutti gli utenti quando completano un acquisto.

source: Automatically set the user this role when a payment is completed.
it_it: Imposta automaticamente questo ruolo a tutti gli utenti quando completano un acquisto.

source: Community role...
it_it: Ruoli comunitari...

source: Hide purchases tab from guests
it_it: Nascondi la tab degli acquisti ai non registrati

source: Enable this option If you do not want to show the purchases tab for guests.
it_it: Abilita questa opzione se non vuoi visualizzare la tab degli acquisti agli utenti non registrati.

source: Yes
it_it: Si

source: Hide product reviews tab from guests
it_it: Nascondi la tab delle recensioni ai non registrati

source: Enable this option If you do not want to show the reviews tab for guests.
it_it: Abilita questa opzione se non vuoi visualizzare la tab delle recensioni agli utenti non registrati.

source: Purchases
it_it: Acquisti

source: Product Reviews
it_it: Recensioni

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
it_it: L'estensione <strong>%s</strong> richiede che il plugin Ultimate Member sia ttivato per funzionare correttamente. Puoi scaricarlo <a href="https://wordpress.org/plugins/ultimate-member">qui</a>

source: WooCommerce must be activated before you can use %s.
it_it: WooCommerce va attivato per poter usare %s.

source: The <strong>%s</strong> extension requires a <a href="https://wordpress.org/plugins/ultimate-member">newer version</a> of Ultimate Member to work properly.
it_it: L'estensione <strong>%s</strong> richiede una <a href="https://wordpress.org/plugins/ultimate-member">nuova versione di Ultimate Member</a> per funzionare correttamente.

source: Placeholder
it_it: Segnaposto

source: Total Sales
it_it: Totale vendite
